Repository: Rex-Legor/socialface
Catalog: src/locales/messages.*.xlf
Languages: es

source: Feed Posts
es: Publicaciones de Inicio

# fotgotPasswordHeader
source: Forgot password?
es: ¿Olvidaste tu Contraseña?

# forgotPasswordSubtitle
source: No worries, we'll send you reset instructions.
es: No te preocupes, te enviaremos instrucciones para restaurarla.

# forgotPasswordEmailError
source: This email doesn't exist
es: Este email no existe

# forgotPasswordEmailSent
source: We sent the reset instructions to your email
es: Te enviamos las instrucciones para restaurar tu contraseña a tu email

# forgotPasswordEmailInput
source: Email*
es: Correo*

# forgotPasswordEmailInputError
source: Please enter a valid email
es: Por favor, ingresa un correo válido

# forgotPasswordResetPassword
source: Reset password
es: Restaurar contraseña

# forgotPasswordBack
source: Back to Log in
es: Regresar a Iniciar Sesión

# authImage
source: Social Network Illustration
es: Ilustración de Red Social

# authSloganTitle
source: Connect with everyone
es: Conectate con todo el mundo

# authSloganDescription
source: Be part of this worldwide social network and don't miss anything.
es: Sé parte de esta red social mundial y no te pierdas de nada.

# loginTitle
source: Welcome back!
es: ¡Bienvenido!

source: Incorrect email or password
es: Correo y/o contraseña incorrecto

# loginUnknownError
source: There's a server error, please try again
es: Hubo un error en el servidor, por favor, intenta de nuevo

# emailInput
source: Email
es: Correo

source: Please enter a valid email
es: Por favor, ingresa un correo válido

# passwordInput
source: Password
es: Contraseña

source: Please enter your password
es: Por favor, ingresa tu contraseña

source: I forgot my password
es: Olvidé mi contraseña

source: Log in
es: Iniciar sesión

source: or
es: ó

source: Log in with Google
es: Iniciar sesión con Google

source: Don't you have an account? <a routerLink="/signup">Sign up</a>
es: ¿No tienes una cuenta? <a routerLink="/signup">Registrarse</a>

source: User Profile Section
es: Sección de Perfil de Usuario

# profilePicture
source: User Profile Picture
es: Foto de Perfil del Usuario

# profileBioTitle
source: About me
es: Acerca de mí

# profileBio
source: "This is a placeholder text for design purposes. It represents the about me text from the user that usually gets edited here"
es: "Este es un texto de muestra para propósito de diseño. Representa la sección de Acerca de mí que usualmente el usuario edita aquí"

# profileAddressAriaLabel
source: User Profile Address
es: Dirección del Usuario

# profileAddress
source: Fake Location, World
es: Aquí va tu dirección

# profileWebPageAriaLabel
source: User Profile Web Page
es: Página Web del Usuario

# profileRegistrationDateAriaLabel
source: User Profile Registration Date
es: Fecha de Registro del Usuario

# profileDate
source: Joined something between 1993 and 2024
es: Se unió entre 1993 y 2024

# profileJobAriaLabel
source: User Profile Job
es: Trabajo del Usuario

# profileJob
source: Works at Unosquare
es: Trabaja en Unosquare

# profileStatusAriaLabel
source: User Profile Status
es: Estado del Usuario

# profileStatus
source: Married to his wife
es: Casado con su esposa

# profilePhotos
source: My photos
es: Mis fotos

# profilePosts
source: My posts
es: Mis publicaciones

# settingsTitle
source: Settings
es: Ajustes

# settingsSavedMessage
source: Changes saved successfully
es: Cambios guardados exitosamente

# firstNameRequired
source: First name*
es: Nombre*

# firstNameError
source: Please enter your first name
es: Por favor, ingresa tu nombre

# lastNameRequired
source: Last name*
es: Apellido*

# lastNameError
source: Please enter your last name
es: Por favor, ingresa tu apellido

source: Phone number
es: Teléfono

# phoneNumberError
source: Please enter a valid phone number
es: Por favor, ingresa un teléfono válido

source: Notification preference
es: Preferencia de notificaciones

# browserNotifications
source: Receive In browser notifications
es: Recibir notificaciones del navegador

# emailNotifications
source: Receive only email notifications
es: Recibir notificaciones por correo

# settingsVisibility
source: Profile visibility
es: Visibilidad del perfil

# settingsPublic
source: Public
es: Público

# settingsPrivate
source: Private
es: Privado

# settingsExportInfoButton
source: Export user info
es: Exportar mi información

# settingsSaveButton
source: Save
es: Guardar

# signupTitle
source: Sign up
es: Registrarse

# signupSubTitle
source: Become part of the worldwide community!
es: ¡Sé parte de la comunidad mundial!

# signupError
source: This email is already taken
es: Este correo ya está en uso

# signupEmailInput
source: Email*
es: Correo*

# signupEmailInputError
source: Please enter a valid email
es: Por favor, ingresa un correo válido

source: Birthdate
es: Fecha de cumpleaños

# signupBirthdateInputError
source: Please enter your birthdate
es: Por favor, ingresa tu fecha de cumpleaños

# signupCountryInput
source: Country*
es: Pais*

# signupCountryInputError
source: Please select your country
es: Por favor, ingresa tu pais

# signupButton
source: Sign up
es: Registrarse

# signupWithGoogleButton
source: Sign up with Google
es: Registrarse con Google

# loginLink
source: Already have an account? <a routerLink="/login">Log in</a>
es: ¿Ya tienes una cuenta? <a routerLink="/login">Iniciar sesión</a>

# logoImage
source: Social Face Logo
es: Logo de Social Face

source: Open Menu Button
es: Botón para Abrir Menú

# searchHeaderInput
source: Search on Social Face
es: Buscar en Social Face

# openFriendsButton
source: Open Friends List Button
es: Botón Para Abrir Lista de Amigos

# openUSerOptionsButton
source: Open User Options
es: Botón para Abrir Opciones de Usuario

source: Settings
es: Ajustes

source: Logout
es: Cerrar Sesión

# postPtofilePicture
source: User Post Profile Picture
es: Foto de Perfil de la Publicación

source: Sponsored
es: Patrocinado

source: Post Picture
es: Foto de la Publicación

# peopleLiked
source: {{ post?.totalLikes }} People liked this
es: {{ post?.totalLikes }} Me gusta

# peopleCommented
source: {{ post?.totalComments }} Comments
es: {{ post?.totalComments }} Commentarios

# likePostAriaLabel
source: Like Post Button
es: Botón Me Gusta la Publicación

# like
source: <i-feather name="thumbs-up"></i-feather>Like
es: <i-feather name="thumbs-up"></i-feather>Me Gusta

# commentPostAriaLabel
source: Comment Post Button
es: Botón para Comentar Publicación

# comment
source: <i-feather name="message-circle"></i-feather>Comment
es: <i-feather name="message-circle"></i-feather>Comentar

# sharePostAriaLabel
source: Share Post Button
es: Botón para Compartir Publicación

# share
source: <i-feather name="share-2"></i-feather>Share
es: <i-feather name="share-2"></i-feather>Compartir

source: Comment Profile Picture
es: Foto de Perfil del Comentario

# writeComment
source: Write a comment...
es: Escribe un comentario...

# sentComment
source: Send Comment
es: Enviar comentario

# fetchPostErrorTitle
source: Uups, something happened.
es: Oh oh, algo pasó.

# fetchPostErrorDescription
source: This may be because of an error that we're working on to get fixed. Try to reload this page.
es: Esto puede ser causa de un error en el que estamos trabajando. Trata refrescando esta página.

source: Reload
es: Refrescar

source: Home
es: Inicio

# friends
source: Frieds
es: Mis Amigos

source: Marketplace
es: Mercado

source: Saved
es: Guardados

source: Favourites
es: Favoritos

source: User groups
es: Mis grupos

# groupIcon
source: User Group Icon
es: Ícono del Grupo

# rightSidebar
source: Right Sidebar for Active Friends
es: Barra lateral para Mis Amigos Activos

source: Active Friends
es: Amigos Activos

source: Friend Profile Picture
es: Foto de Perfil de Amigo
